{
  "Lang": {
    "Navbar": {
      "Menu": {
        "About": "Acerca de",
        "Skills": "Aptitudes",
        "Projects": "Proyectos"
      },
      "Contact": "Trabaja conmigo"
    },
    "Main": {
      "Intro": "Construyamos algo juntos",
      "Span": "Hola, soy Julio",
      "Body": "desarrollador web Front-End",
      "Button": "Mira mis proyectos"
    },
    "About": {
      "About": "Acerca de",
      "Title": "Quién soy",
      "Subtitle": "Un autoproclamado desarrollador Front-End",
      "Body": "¡Hola! Soy Ingeniero Electrónico y desarrollador de software con experiencia en diseño, desarrollo y pruebas de sistemas de software. Capaz de gestionar de manera efectiva proyectos independientes y colaborar como parte de un equipo multifuncional. Tengo experiencia en tecnologías de frontend como HTML, CSS/SCSS, JS/TS, React.js y Angular. Además, tengo conocimientos en tecnologías de backend como Node.js, Express.js y MongoDB. Estas habilidades me permiten crear interfaces de usuario atractivas e intuitivas, así como desarrollar aplicaciones escalables y eficientes en el lado del servidor. Ya sea trabajando de forma independiente o en equipo, poseo habilidades de autogestión efectivas y prospero en entornos colaborativos. Mi objetivo es aprovechar mis habilidades técnicas y mi pasión por el desarrollo de software para contribuir a proyectos impactantes. ¡Conéctemos y exploremos cómo mi conjunto de habilidades diverso puede beneficiar a tu equipo!"
    },
    "Skills": {
      "Title": "Aptitudes",
      "Subtitle": "Qué puedo hacer"
    },
    "Projects": {
      "Title": "Proyectos",
      "Subtitle": "Qué he construido",
      "Descriptions": {
        "Eatable": "Una aplicación web para diferentes platos de comida.",
        "Tweetable": "Una aplicación web básica similar a Twitter.",
        "Doable": "Una mejorada aplicación web de listas de tareas.",
        "Expensable": "Aplicación web de gestión de gastos e ingresos.",
        "Nextweb": "Portafolio web con información personal, habilidades y forma de contacto."
      },
      "Button": "Mira el proyecto"
    },
    "Contact": {
      "Title": "Contacto",
      "Subtitle": "Ponte en contacto",
      "Card": {
        "Title": "Desarrolador Front-End",
        "Description": "Estoy disponible para trabajar como freelance o a tiempo completo. Ponte en contacto conmigo y hablemos.",
        "Span": "Conecta Conmigo"
      },
      "Form": {
        "Name": "Nombre",
        "Phone": "Número de Celular",
        "Email": "Correo",
        "Subject": "Asunto",
        "Message": "Mensaje",
        "Button": "Enviar Mensaje"
      }
    }
  }
}